import { ReviewCard } from "@/sections/ReviewsSection/components/ReviewCard";

export const ReviewCarousel = () => {
  return (
    <div className="relative box-border caret-transparent list-none break-words overscroll-x-contain z-[1] overflow-hidden mx-auto">
      <div className="relative caret-transparent flex h-full break-words translate-x-[23.1522px] w-full z-[1] md:translate-x-[60px]">
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/138.png"
          reviewerName="오○○"
          reviewerInfo="30대 / 여성 / 프리랜서"
          tags={[
            "정확한 초정밀 진단",
            "변호사의 유연한 대응",
            "빠른 고객대응",
            "높은 탕감률",
          ]}
          title="다른 사무실들은 불가능하다고 했는데 똑생은 약속한 6만원대로 받아냈어요"
          body={
            <>
              실제 신청 전에 예상 월 변제금 조회가 가능하고 분납 회차도 길어서
              부담이 적습니다. <br />
              <br />
              그리고 월 변제금도 6만 원대로 예상하고 진행해 주셨는데 실제로 6만
              원으로 인가받았고 높은 탕감률로 진행되었습니다. <br />
              <br />
              중간에 보정서 제출이 몇 번 있었고 3개월 이상의 시간이 걸려서 이게
              제대로 진행되는 게 맞나 걱정했습니다만, 확실히 변호사님들이 대응을
              잘해주셔서 제출 서류들을 준비하는 귀찮음은 있지만 개시 결과를 받은
              지금은 만족합니다. <br />
              <br />
              고객센터 대응도 빠르고 변호사님들이 직접 대답해 주셔서 소통이 빠른
              점도 좋습니다. <br />
              <br />제 경우는 월 수입이 적은 상태여서 다른 사무실에서는 인가가
              불가능하다고 분석한 경우가 많거나 월 변제금을 10만 원대 로들
              분석하셨는데 똑생에서는 약속하신 6만 원대로 받아내셨고 AI
              분석으로도 인가가 어려울 수 있으나 실제 상담받아보라고 나왔는데
              빠르게 직접 상담해 주셨고 이렇게 성공해서 좋습니다.
            </>
          }
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/128.png"
          reviewerName="정○○"
          reviewerInfo="20대 / 여성 / 직장인"
          tags={[
            "시간에 구애받지 않는 온라인 접수",
            "깔끔한 일처리",
            "친절한 안내",
            "변호사의 꼼꼼함",
          ]}
          title="비대면인데도 이렇게 물심양면인 변호사님들은 못 찾으실 겁니다"
          body={
            <>
              어린 나이에 판단력이 흐려져 순간의 입발린 소리를 이겨내지 못하고
              계속해서 갚고 막으려고 해 봤지만, 결국 큰 빚을 지게 되었는데,
              가족들에게도 도움을 청하거나 말을 하지 못하고 끙끙대고 있던 찰나,
              회생과 판산이라는 제도를 알게 되고 전문 변호사 사무실에 찾아가는
              것이 너무나 부담스러웠는데(근무시간과 맞지 않는 이유도 있음),
              비대면으로 개인회생 진행을 도와주시는 똑생 변호사님들을 알게 되고
              고민하다 신청했습니다. <br />
              <br />
              &#39;혹시 대면상담이 아니라 대충 일처리 하시진 않을까?&#39; <br />
              <br />
              분명 저와 같은 고민을 하시는 분들이 계실 겁니다. <br />
              저도 수많은 고민을 거듭한끝에 신청했고, 정말 깔끔하고 시원시원하게
              상담해 주셨습니다. <br />
              <br />
              특히 회생진행 중, 통지서 내용 등 잘 모르는 부분들을 여쭤보면
              빠르고 친절하게 알려주셔서 이해도 정말 잘 되었습니다.
              인가결정전까지 서류도 꼼꼼하게 챙겨봐 주시고, 양식이 따로 없는
              제출서류의 경우, 서류양식까지 엑셀파일로 정성껏 다 만들어주셔서
              보내주시면 작성해서 보내드리기만 하면 됩니다. <br />
              <br />
              무엇보다 회생에서 가장 중요한 단계는, 보정권고 라고 합니다. 하지만
              똑생 변호사님들께서 함께 하시는 한은, 걱정하실 필요가 없었습니다.{" "}
              <br />
              저도 보정권고가 났었고, 변호사님들께서 보충서류의 종류를
              알려주시며 없는 양식은 깔끔하게 만들어주셔서 무사히 인가결정까지
              받을 수 있었습니다. <br />
              <br />
              훌륭한 회생/파산 전문 변호사는 전국에 많으실 겁니다. <br />
              하지만, 대면하지 않으면서도 이렇게 인가결정까지 물심양변으로
              꼼꼼히 챙겨주시며 좋은 결과까지 내주시는 훌륭한 변호사님들은 찾기
              어려우실 겁니다. <br />
              <br />
              대면하는 기존의 방식이 아니라, 시간/공간 제약 없이 회생과정에 대해
              피드백을 받고 좋은 결과까지 얻으신 고 싶으시다면, 그저 출/퇴근
              시간이 맞지 않아 회생 진행을 못하고 고민 중이시라면, 비대면
              진행방식이 좋지만, 비대면이기 때문에 불안하시다면... 부디 이
              리뷰를 보셨을 때 확신을 가지고 신청하셨으면 좋겠습니다.
              &#39;고민은 배송을 늦출 뿐&#39;이라는 말처럼, 고민은 빚에서 벗어날
              수 있는 시간을 늦출 뿐입니다.연체가 길어질수록 스트레스와 이자만
              늘어갑니다.
              <br />
              <br />
              회생을 고민하고있는 모든분들이, 이 리뷰를 읽고계실 모든 감사한
              분들이, 부디 이제 저처럼 자유를 찾으셨으면 좋겠습니다.
              <br />
              끝으로 훌륭하신 똑생 변호사님들 정말 감사합니다.
            </>
          }
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/156.png"
          reviewerName="문○○"
          reviewerInfo="30대 / 남성 / 직장인"
          tags={[
            "빠른 피드백",
            "책임감 있는 변호사",
            "쉽고 간편한 자료안내",
            "1:1 맞춤 진행",
          ]}
          title="간편하게 자료 확보하는 법부터 다르다는 생각이 들었어요"
          body={
            <>
              2월 말에 수임신청 드려서 드디어 4개월 만에 개시결정까지
              나왔습니다. <br />
              <br />
              처음에 뭘 어떻게 해야 할지 몰라 당황했을 때 간편하게 자료 확보하는
              법부터 다르다는 생각이 들었어요. <br />
              <br />
              그리고 모르는 부분에 대하여, 변호사님의 빠른 피드백까지.. 솔직히
              처음 보는 비대면서비스라 걱정도 많이 됐지만, 4개월 동안 진행하면서
              참 똑생 변호사님의 능력 있으시고 책임감 있게 그때그때 상황에 맞게
              진행해 주시면서 그래도 제가 잘 선택했다는 생각이 들었습니다.{" "}
              <br />
              <br />
              앞으로 2년 동안(황변호사님 감사합니다!) 힘든 여정이 남아있지만,
              이런 기회조차 얻기 힘듦을 알기에 앞으로 성실히 상환한 후에 제2의
              인생을 가족들과 다시 살아가보려 합니다. <br />
              <br />
              지난 5년 동안 열심히 살아보려 하다 갑작스러운 일들에 치여 늘어만
              가는 빚으로 살아갈 희망이 없어 극단적인 생각까지 하던 순간에
              똑생으로부터 다시 살아갈 희망을 얻었습니다. <br />
              <br />
              똑생 황변호사님께 다시 한번 감사의 말을 전해드리며 항상 건승하시길
              바랍니다
            </>
          }
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/133.png"
          reviewerName="맹○○"
          reviewerInfo="40대 / 여성 / 직장인"
          tags={[
            "예상 탕감액 서비스",
            "합리적인 수임료",
            "변호사 상담",
            "웹을 통한 비대면 서류 제출",
          ]}
          title="똑생은 보완이 필요하면 바로 알려주고 부족한 부분을 딱 짚어주는 게 좋았어요"
          body={
            <>
              저는 3월 21일 날 똑생에 개인회생을 신청해 6월 3일 날 개시 결정을
              받았습니다. 두 달가량 걸렸네요. 개인 회생을 생각하시는 분들은
              진행할 때 금전적인 여력이 없으시다 보니 고민이 크실 텐데 아래 내용
              보고 판단하셨으면 합니다. <br />
              <br />
              1. 예상 탕감액 서비스 <br />
              본 서비스를 신청하지 않아도 누구나 이용할 수 있어서 좋았어요. 저의
              경우 실제 탕감되는 액수, 월별 변제액과 많이 차이 나지 않았어요.
              비슷합니다. <br />
              <br />
              2. 합리적인 수임료 <br />
              19만 원 9개월로 나눠 낼 수 있는데 이렇게 장기 분납을 해주는 곳이
              정말 드물어요. 수임료 부담이 고민되는 분들께 적극 추천합니다.{" "}
              <br />
              <br />
              3. 변호사 상담 <br />
              견적을 받고 본 서비스 신청을 하니 원하는 시간에 변호사님하고 상담
              가능했습니다. 법무사 분이 아닌 변호사님을 통해 변제계획과 의견을
              추가 상담료 없이 들을 수 있다는 게 좋았어요. <br />
              <br />
              4. 웹을 통한 비대면 서류 제출 <br />
              웹사이트 사용이 쉽고 간편합니다. 비대면으로 많은 서류를 올려도
              느려지거나 안 되는 게 없더라고요. 회생 서류 목록이 엄청 많은
              편인데 첨부된 서류 목록을 수시로 확인할 수 있다는 점, 그리고
              담당자 검토를 통한 보완을 빨리빨리 진행할 수 있다는 게 편리해
              좋았습니다. 수임료 납부 및 납부 이력 확인도 앱으로 할 수 있어요.
              서류 첨부만 신속하다면, 금지 명령도 더 빠를 수 있을 것 같습니다.
              추심은 누구에게나 힘든 시간이니까요. <br />
              <br />
              5. 보정명령 및 보정권고 <br />
              회생접수 후 개시결정까지 보완이 얼마나 잘 진행되냐가 큰 영향을
              미칩니다. 똑생은 보완이 나오면 바로 알려주고 부족한 부분을 딱
              짚어주는 게 좋았어요. 통장 및 카드 사용처 증빙을 엑셀로 정리해
              내는 게 있는데 회생신청하는 분들은 서류 접수하고 금지명령받으시면
              바로 이 작업 미리 하시는 거 추천합니다. 똑생에서 샘플서식
              주거든요. 잘 적어내는 게 좋아요. (이게 제일로 힘듭니다.) <br />
              <br />
              이제 저는 변제만 남았네요. <br />
              3년간 열심히 일해 면책받아 보겠습니다. <br />
              애써주신 똑생분들 감사드립니다.
            </>
          }
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/124.png"
          reviewerName="윤○○"
          reviewerInfo="20대 / 남성 / 직장인"
          tags={[
            "빠른 개시결정",
            "친절한 상담",
            "상세한 서류제출 안내",
            "높은 탕감률",
          ]}
          title="전화 상담을 많이 하였는데 그때마다 항상 친절하게 응해주셨습니다"
          body={
            <>
              적은 월급이라 다소 힘든 케이스일 수도 있었는데 의뢰 맡아주셔서
              감사하게 생각하고 있습니다. <br />
              <br />
              다른 곳 수임료는 살짝 부담이 되는 와중에 우연히 9개월 분납되는
              똑생을 보고 후기들도 찬찬히 읽어보면서 여기로 하자 마음먹게
              되었습니다 <br />
              <br />
              처음에는 조금 믿어도 될까 불안하였는데 금지결정도 문제없이 빨리
              나와 독촉전화등 추심이 빠르게 멈추어져 정말 한시름 놓았습니다.
              직장에도 우편물이 날아올 정도라 노심초사했었는데 걱정 한시름 덜고
              그때부터 조금 가벼운 마음으로 변호사님이 알려 주시는 대로 따라오니
              어느새 개시결정까지 오게 되었습니다. <br />
              <br />
              전화 상담을 많이 하였는데 그때마다 항상 친절하게 응해주셨습니다.
              <br />
              중간중간 모르는 거도 많이 물어봤는데 잘 알려주셔서 심적으로도
              도움이 많이 되었습니다.
              <br />
              독촉 우편물 받을 때도 많이 불안하고 고통스러웠는데 이렇게 잘
              마무리하게 되어 참 다행이라고 생각합니다.
              <br />
              <br />
              생각보다 개시 결정도 빠르게 나왔습니다. 서류 준비 할 때도 제가
              틀리게 적어 고칠 부분을 다 명시해 주셔서 서류 준비도 어렵지 않게
              잘 마무리했고 탕감도 많이 되는 좋은 결과를 받게 되었습니다.
              <br />
              덕분에 면책결정까지 잘 마무리하려고 합니다. 감사합니다.
            </>
          }
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/145.png"
          reviewerName="이○○"
          reviewerInfo="40대 / 여성 / 직장인 및 개인사업자"
          tags={[
            "체계적인 자동화 시스템",
            "부담없는 수임료",
            "빠른 개시결정",
            "높은 탕감률",
          ]}
          title={
            <>
              비대면에 대한 불안이 무색하게
              <br />
              오히려 더 빠르게 개시결정이 났습니다
            </>
          }
          body={
            <>
              개인회생을 준비하면서 정말 많이 알아본 거 같습니다.
              <br />
              알아볼수록 그 많고 복잡한 서류를 혼자 준비한다는 게 엄두가 나질
              않았습니다. 사실 개인회생을 준비하는 입장이라면 금전적으로 어려운
              상황인데 변호사 수임료로 200~300만 원을 보통 3~6개월로 분납하는 게
              일반적인데 그것조차 큰 부담으로 느껴졌습니다.
              <br />
              <br />
              고민하다 여러 곳을 후보에 두고 알아보다가 최종 결정한 곳이 똑생
              이었습니다. 일단 체계적인 자동화 시스템으로 접근성이 좋아
              사이트에서 간단하게 개인회생 신청가능성과 예상 변제금도 확인해 볼
              수 있었고, 비대면으로 상담과 모든 과정을 쉽고 빠르게 진행할 수
              있다는 점, 수임료가 저렴하고 할부 개월 수도 길어 금전적, 심적으로
              부담이 덜 했다는 게 선택의 이유였습니다.
              <br />
              <br />
              수임료가 저렴하고 비대면이라 다소 진행이 느릴까 봐 불안하기도
              했지만 그 불안이 무색하게 오히려 더 빠르게 개시결정이 난 거 같아
              합리적이고 현명한 선택이었다고 지금은 매우 만족하고 있습니다. 괜한
              걱정 마시고 담당 변호사님을 믿고 준비하라는 서류 빠르게 제출
              잘하시면 무리 없이 개시결정이 납니다. 참고로 저 같은 경우는
              서울회생법원이었고, 똑생에 접수 후부터 신청과 개시결정까지 2달
              정도가 걸렸습니다. 현재는 채권자집회 출석 후 인가만 기다리고
              있습니다.
              <br />
              <br />
              이제는 정말 한시름 놓고 제 생활에만 집중할 수 있을 거 같습니다.
              <br />
              똑생과 함께라면 어렵지 않게 이 위기를 해결할 수 있으니 망설이지
              말고 하루라도 빨리 상담받아보시길 바랍니다. 많은 도움을 받은
              사람으로서 진심으로 추천합니다。
            </>
          }
          readMoreButtonText="이어서 읽기"
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/189.png"
          reviewerName="고○○"
          reviewerInfo="20대 / 여성 / 직장인"
          tags={[
            "AI를 통한 정확한 결과 도출",
            "적은 수임료 부담",
            "체계적 진행",
            "빠르고 정확한 피드백",
          ]}
          title="똑생만큼 전문적이고 ai를 쓰는 사무실이 없습니다"
          body={
            <>
              처음엔 정말 막막했습니다. 다른 변호사사무실 상담을 받아봤지만 마음
              한구석엔 늘 찝찝한 마음만 있었고요. <br />
              <br />
              근데 똑생을 알아보고 상담받으니 방문하지 않아도 진행이 가능한 점
              매달 납부로 금액부담이 적고 무엇보다 체계적으로 진행하는 점이 가장
              맘에 들었습니다 <br />
              <br />
              변제계획보다 납부하는 금액은 더 줄었고요 변호사님들 덕분입니다.{" "}
              <br />
              <br />
              또한 ai가 있어서 다른 사무실보다 더 신뢰가 갔습니다. <br />
              처음엔 반신반의로 ai로 예상 돌렸는데 진짜 정확했어요 신기했습니다.{" "}
              <br />
              <br />
              그리고 궁금한 점이 있으면 바로바로 답변 주시고 제가 부족했던
              부분을 어느 정도 듣고 바로 보완해 주십니다 그만큼 똑생은 정말
              빠르고 정확했습니다. 다른 누군가가 회생을 진행한다 하면 전 무조건
              똑생을 추천드리고 싶어요. <br />
              <br />
              막막했던 저에게 길을 알려주시고 또 열어주셔서 정말 감사드립니다.
            </>
          }
          readMoreButtonText="이어서 읽기"
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/126.png"
          reviewerName="노○○"
          reviewerInfo="20대 / 여성 / 직장인"
          tags={[
            "성실한 직원응대",
            "상세한 서류제출 안내",
            "개인별 최적화 계획안",
            "확실한 업무진행",
          ]}
          title="생각했던 결과보다 더 좋게 나와서 앞으로도 잊지 못할 거 같애요ㅠㅠ"
          body={
            <>
              처음에 불안하고 독촉되는 문자들 보면서 마음 졸이면서 고정적
              인월급에 하루 가지나 가도 초조하는 생활이 반복이었는데 우연찮게
              광고를 보고 문의드렸다가 믿어도 되나... 싶었는데 비대면으로
              진행되는 것도 너무 좋았고 진행상황이나 궁금한 거 여쭤보면 바로바로
              대답도 잘해주시고 바로바로피드백 주셔서 빠른 응답도 가능했도
              주말에도 이렇게 일해주시는구나 싶은 생각이 드니까 저도같이 필요한
              서류에는 빨리빨리 준비해서 드리려고 마음먹게 되고 해 보자 해보자!
              생각이 들면서 앞으로는 경제적으로 잘 관리를 해서 이렇게 도움 주신
              분들에게 감사하면서 살아야겠다.. 싶은 마음이 컸습니다. <br />
              <br />딱 원하는 방향제시해주신거보다 더 좋은 결과가 나와서
              행복했고 다시 시작할 수 있다는 희망을 가지게 해 주신 게
              제일감사했어요ㅠㅠ <br />
              <br />
              친절하게 응답해 주시고 수정해야 될 거 보완해야 될 거 잘 모르는데도
              자세하게 설명해 주시고 쉽게 알려주시고 너무너무 추천드리고 싶고
              주변에 또 어려운 분들이 계시다면 꼭 추천할려구여ㅠㅠ <br />
              <br />
              매달수임료를 낼 수 있는 메리트도 좋았지만 비대면으로 이렇게
              확실하게 진행해 주시는 데가 또 있을까 싶었거든영.. <br />
              <br />
              이백퍼센트 추천드리고 싶고 후회절대 없어요!! 너무 감사합니다ㅠㅠ
            </>
          }
          readMoreButtonText="이어서 읽기"
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/168.png"
          reviewerName="김○○"
          reviewerInfo="20대 / 남성 / 직장인"
          tags={[
            "빠르고 자세한 안내",
            "쉬운 서류 안내",
            "불리한 상황 해결",
            "비대면 변호사 선임",
          ]}
          title="궁금한 점이 너무나 많았는데 그때마다 너무나 친절하게 알려주셔서 감사했습니다"
          body={
            <>
              코인, 주식 등 무리한 투자로 인해 큰 빛을 부담하게 되어 살아가기
              너무나 힘들었을 때 개인회생 제도를 알게 되어 인터넷 검색을 하던 중
              직접 방문하지 않아도 상담도 받을 수 있고 변호사님 선임도 할 수
              있는 똑생을 알게 되어 상담을 받고 믿고 맡길 수 있다고 판단되어
              진행하게 되었습니다. <br />
              <br />
              개인회생에 필요한 많은 서류들이 있었는데 어떤 게 필요한지 어떻게
              때는지 등 너무 친절하게 알려주셨었고 개인회생이 처음이다 보니 진행
              중에 궁금한 점이 너무나 많았는데 그때마다 너무나 친절하게
              알려주셔서 감사했습니다. <br />
              <br />
              채권자 집회까지 약 6개월 정도 걸린 것 같습니다. <br />
              <br />
              열심히 갚아나가 새 출발 하겠습니다. 감사합니다.
            </>
          }
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/181.png"
          reviewerName="문○○"
          reviewerInfo="40대 / 남성 / 직장인"
          tags={[
            "편리한 비대면",
            "장기 분할납부",
            "빠른 금지명령",
            "빠른 답변",
          ]}
          title="직장인이어서 통화가 힘들었는데 메신저만으로도 가능해서 마음에 들었습니다~~"
          body="저는 개인회생은 절대 생각하지 않고 있던 사람이었습니다~~ 어머니의 사업자금을 빌려드리며 이미 큰 대출을 받고 대출이자와 모자란 생활비에 다시 다른 대출~~ 이렇게 하다 보니 저도 모르게 많은 대출과 현금서비스 카드값에 괴로운 나날을 보내고 있었습니다~~ 두 아이를 키우며 저희 4 식구가 저의 월급으로 대출이자와 생활비를 감당하기에는 너무 터무니없이 모자랐습니다~~ 대출이자와 카드값을 막으려고 또 다른 대출을 받고 가족과 지인에게 염치없이 손 벌리는 일이 반복되었습니다~~ 그러다 더 이상은 너무 힘이 들어 개인회생을 생각하게 되었고 몇몇 곳에서 상담을 받아봤습니다~~ 그때마다 한 번에 큰돈을 회생비로 지출해야 하는 상황에 당장 생활비도 빠듯한 상황이라 쉽게 개인회생을 진행할 수 없었습니다~~ 그러다 우연히 똑생 광고를 보게 되었고 비대면으로 진행이 가능하고 9개월 동안 분할납부가 가능하다는 내용을 보게 되었습니다~~ 처음에는 이게 진짜인가 싶기도 하고 불안한 마음이 있었지만 현재 놓인 상황에 앞 뒤 볼 것 없이 바로진행하게 되었습니다~~ 처음 진행을 하며 통화를 하고 그 후로는 메신저를 통한 소통으로 쉽고 아주 편안하게 개인회생을 진행하였습니다~~ 빠른 시일에 추심금지명령도 받았고 그 후 지속적으로 상세한 설명을 해주시며 준비할 것들을 자세히 알려주시고 궁금한 점은 바로바로 메신저를 통해 소통하여 현재는 3개월도 안 되는 시간에 개시결정까지 받게 되었습니다~~ 진작 똑생을 알았다면 괜스레 맘졸이며 생활하지 않아도 될 것을~~ 다시 한번 똑생 모든 분들에게 감사드리며 앞으로 좋은 일만 가득할 것이라 생각하며 저처럼 개인회생을 준비 중이신 분들은 꼭~~ 똑생을 알아보시길 권유드립니다~~"
          readMoreButtonText="이어서 읽기"
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/177.png"
          reviewerName="이○○"
          reviewerInfo="30대 / 남성 / 직장인"
          tags={[
            "도움되는 수임료 장기 분납",
            "만족스러운 탕감률",
            "지속적인 피드백",
            "빠른 인가결정",
          ]}
          title="이곳저곳 카페도 알아보고, 경험자 리뷰들도 읽어봤을 때, 어떤 사무실은..."
          body={
            <>
              이곳저곳 카페도 알아보고, 경험자 리뷰들도 읽어봤을 때, 어떤
              사무실은 나중에 뭐가 안된다 뭐가 잘 처리가 안된다는 스트레스를
              주는 글들이 많았습니다.
              <br />
              <br />
              사실 대면으로 진행되는 것이 아니라 조금 망설여지기는 했지만, 제가
              변제하려는 금액과 의지가 있다면 똑생은 정말 최고의 선택이 아닌가
              싶습니다.
              <br />
              <br />
              장기간 변호사 비용을 나누어 낼 수 있다는 점은, 생활비로 빡빡하게
              살아가야 하는 회생인가자들에게 정말 큰 도움이 됩니다. 초반에 큰
              비용으로 인해 시작을 못 하시는 분들이 있다면 추천드립니다.
              <br />
              <br />
              그리고 타 업체의 경우 진행하면서 추가적인 비용 청구도 만만치가
              않은데, 그런 부분에 있어서도 깔끔하게 정리해 주시니 어려움이
              없었습니다.
              <br />
              <br />
              사실 여러 가지 사유들로 인해 혹시라도 5년이 나올까 정말 걱정이
              많았습니다.
              <br />
              하지만 깔끔하게 3년, 제가 노력하면 충분히 가능한 정도로 탕감받고
              뭔가 새 인생을 사는 기분으로 열심히 살아가면 되겠다는 생각을 하게
              되었습니다.
              <br />
              <br />
              보정명령도 필요한 파일들을 그때 그때 올려만 드리면 피드백이 되어
              좋았습니다.
              <br />
              보정도 1번에 끝나게 되었고, 이곳저곳 알아보는 수고 대신 똑생에서
              진행하세요.
              <br />
              신청 후 3개월이 채 되지 않고 인가도 나와서 심리적인 스트레스도
              많이 해소되었습니다.
              <br />
              <br />
              정말, 이런저런 전화 독촉에 시달리지 않고 살아갈 수 있습니다.
              <br />
              마음이 한결 가볍게 해 주신 똑생 구성원분들에게 진심으로
              감사합니다.
            </>
          }
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/162.png"
          reviewerName="정○○"
          reviewerInfo="20대 / 여성 / 직장인"
          tags={[
            "비대면 상담",
            "친절한 응대",
            "부담없는 월 분납",
            "높은 탕감률",
          ]}
          title={
            <>
              탕감율이 높아서
              <br />
              똑생에서 하길 잘했다고 생각했습니다
            </>
          }
          body={
            <>
              친절하게 상담해 주시고 빠르게 개시결정받을 수 있게 도와주셔서
              감사드립니다.
              <br />
              카톡 상담이 가능해서 업무에 방해되지 않고 간편하게 절차를 진행할
              수 있었습니다. 그리고 수임료를 매월 분납할 수 있어서 부담스럽지
              않게 신청할 수 있었고, 궁금한 점도 친절하고 빠르게 알려주셔서
              마음의 불편함을 크게 덜 수 있었습니다.
              <br />
              <br />
              절차에 필요한 서류 발급이 개인 사정으로 많이 늦어졌는데, 이해해
              주시고 기다려주시고, 금지명령을 빠르게 받을 수 있게 도와주셔서
              각종 독촉 연락에서 벗어날 수 있었습니다。
              <br />
              <br />
              그리고 서류도 꼼꼼하게 챙겨주셔서 보정권고도 한 번으로 모든 절차가
              원만하게 흘러갈 수 있었던 건 똑생 덕분이라고 생각합니다。
              <br />
              그리고 탕감률이 높아서 똑생에서 하길 잘했다고 생각했습니다。
              <br />
              <br />
              면책받는 날까지 성실하게 변제하도록 하겠습니다。
              <br />
              감사합니다 :)
            </>
          }
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/172.png"
          reviewerName="염○○"
          reviewerInfo="20대 / 남성 / 직장인"
          tags={[
            "다양한 변제계획",
            "빠른 피드백",
            "명확하고 상세한 안내",
            "빠른 금지명령 및 개시결정",
          ]}
          title={
            <>
              상세하게 알려주셔서
              <br />
              그대로 진행했을 뿐 인데 개인회생이 되었습니다
            </>
          }
          body={
            <>
              생활비 및 기타 비용으로 인한 과도한 채무증가로 생활이 너무 힘들어
              여려 방면을 알아보았으나 해결되지 않아 고민이 많았던 와중에
              똑생이란 개인회생 진행을 해주는 사이트를 확인하게 되었습니다.
              <br />
              <br />
              처음에는 어떻게 진행해야 될지도 모르고 어떠한 방법으로 되는지도
              몰랐으나 상세한 설명 및 여러 가지 방안을 제시해 주셨습니다.
              <br />
              <br />
              정말 과도한 채무로 인해 어떻게 할지 몰랐을 때 자세한 방법과 어떠한
              해결방안이 있는지 그에 대한 서류가 어떤 게 필요한지부터 상세하게
              알려주셔서 그대로 진행했을 뿐인데 개인회생이 되어 좋았습니다.
              <br />
              <br />
              시작된 지 며칠 안된 시점에 금지명령 및 법원서류 제출이
              완료되었다해서 과한 채무 전화로 인한 스트레스에서 해방될 수
              있었습니다. 추가적인 보완서류가 어떠한 내용으로 자세히 기입되어야
              하는지에 대한 방법과 설명이 명확하여 준비하는 기간에도 여러 번
              서류를 재작성하고 보내드릴 필요가 없이 빠른 업무진행이
              가능했습니다. 덕분에 개시결정까지 3개월이라는 시간이 소요되어 매우
              빠르게 진행된 것 같습니다.
            </>
          }
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/161.png"
          reviewerName="정○○"
          reviewerInfo="20대 / 여성 / 직장인"
          tags={[
            "체계적으로 정리된 자료",
            "빠른 추심금지 명령",
            "친절한 서류안내",
            "저렴한 수임료",
          ]}
          title="솔직히 가능하다고 말씀해주셨지만 정말 다 통과가 될지 의문이었습니다"
          body={
            <>
              변호사 수임료도 한 번에 지불하기 어려운 막막한 상황이던 차에 똑생
              광고를 보게 되어 여기까지 왔습니다. <br />
              <br />
              월 19만 원이라는 지금 상황에서 부담적은 금액으로 개시 결정까지
              도와주셔서 감사합니다. 개인 회생에 대하여 거의 아무런 지식이 없던
              상황이었고 막막하던 상황에서 설명도 차분하게 잘해주시고, 필요한
              서류들도 하나하나 다 정리해주셔서 빠르게 제출하기 편했던 것
              같습니다.
              <br />
              <br />
              빠른 시일 안으로 추심 금지 명령이 떨어져 더 이상 전화 벨소리에
              마음 졸이지 않아도 되어 다행이었고, 몇 개월 동안신경 써주셔서 결국
              무사히 개시 결정까지 받았습니다. 내야 할 서류가 한두 가지가
              아님에도 하나하나 꼼꼼하게 체크해 주시고 봐주셔서 여기까지 편안히
              도달할 수 있던 것 같습니다. <br />
              <br />
              솔직히 개인회생이 가능하다고 처음에 말씀해주셨지만 정말 다 통과가
              될지 의문이었는데 이렇게 받게 되어 드디어 편하게 잠을 잘 수 있을
              것 같습니다. <br />
              <br />
              앞으로 성실하게 납부하여 다시 새로운 인생을 살아보려고 합니다.{" "}
              <br />
              함께 해 온 몇 달 동안 같이 달려주시고 신경 써주셔서 정말
              감사합니다.
            </>
          }
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/182.png"
          reviewerName="조○○"
          reviewerInfo="20대 / 남성 / 일용직"
          tags={[
            "다양한 채무 탕감",
            "빠른 개시결정",
            "친절한 응대",
            "꼼꼼하고 빠른 업무진행",
          ]}
          title="꼼꼼하게 빠르게 빈틈없이 체크해 주시는 똑생에서 꼭 진행하시길 추천드려요"
          body={
            <>
              오랫동안 가지고 있었던 고금리 대출과 카드빚 그리고 할부요금
              휴대폰요금 다 원금 탕감도 해주시고 짧은 변제기간 변제계획으로
              신청부터 개시결정까지 얼마 걸리지 않고 금방 좋은 결과가 나왔어요.{" "}
              <br />
              <br />
              그동안 일용직 노가다하면서 힘들게 갚아나갔던 대출이자 각종
              이자들을 이제는 변제 계획에 맞춰서 갚아나갈 수 있어서 마음이 너무
              편해졌어요. <br />
              <br />
              개시결정 나기 전에도 걱정이 많았는데 아무것도 모르지만 친절하게
              처음부터 끝까지 진행해 주셔서 너무 마음 편하게 개시결정까지 올 수
              있었습니다. <br />
              <br />
              똑생에서 진행하고 나서 변제가 끝나고 나면 앞으로 돈관리를
              잘해야겠다는 다짐도 하게 되고 무엇보다 독촉과 추심등에서 벗어나
              스트레스를 안 받을 수 있다는 게 너무나도 좋습니다 ㅠㅠ <br />
              <br />
              정말 감사합니다 <br />
              <br />
              빚, 이자 추심과 독촉 등으로 힘드신 분들 꼼꼼하게 빠르게 빈틈없이
              체크해 주시는 똑생에서 꼭 개인회생 진행하시길 추천드려요 ㅠㅠ 아무
              신경 쓰지 않고 너무 마음 편히 잘해주셔서 그 부분이 가장 좋았어요{" "}
              <br />
              감사합니다!!
            </>
          }
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/152.png"
          reviewerName="양○○"
          reviewerInfo="30대 / 남성 / 직장인"
          tags={[
            "변제액 미리 확인",
            "편리한 채팅상담",
            "상세한 준비안내",
            "변제율 최적화 제안",
          ]}
          title="실제로 내가 어떻게 진행되고 탕감되는지 직접 예상해 볼 수 있는 서비스를 제공하는 곳은 똑생이 유일했다"
          body={
            <>
              사실 개인회생이 좋은 마음으로 신청하는 것이 아니라 부담스럽고
              창피한 마음이 든다.
              <br />
              <br />
              그래도 실제로 내가 어떻게 진행을 하게 되고 얼마나 탕감되는지
              그리고 얼만큼 한 달에 내야 되는지는 알고는 싶은데, 직접 예상해 볼
              수 있는 서비스를 제공하는 곳은 똑생이 유일했다.
              <br />
              <br />
              예상액 조회를 통해서 희망을 봤고 그 길로 바로 신청을 감행했는데...
              무엇보다 소통면에서 채팅이나 카카오톡으로 편리하게 상담이 가능하고
              물어볼 수 있는 게 좋았다. 매번 전화하기도 귀찮고 왔다 갔다
              방문해야 되는 경우도 많은데 그러지 않고 비대면으로 수월하게 챙길
              수 있고 내가 준비해야 되는 목록도 세세히 체크가 가능해서 어렵지
              않게 신청할 수 있었다。
              <br />
              <br />
              그리고 예상되는 지점이나 추가적으로 변제금을 줄이는 지점도 알아봐
              주셔서 좋은 조건으로 회생개시결정을 받을 수 있었다。
              <br />
              <br />
              창피하고 어려운 일이라고 회피하다 보면 결국 벼랑 끝에 서는 건 나
              자신이다。
              <br />
              잘못을 인정하고 똑생을 통해 회생신청을 하게 되면 길이 보이고
              재기의 길에 들어설 수 있다는 것에 추천드린다。
            </>
          }
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/158.png"
          reviewerName="박○○"
          reviewerInfo="30대 / 여성 / 직장인"
          tags={[
            "합리적인 수임료",
            "빠른 진행",
            "친절한 응대",
            "빠른 인가결정",
          ]}
          title="비싼 수임료인데도 상담연락도 안되는 지인에게 알려드렸으면 좋았겠다고 생각했어요"
          body={
            <>
              너무나 갑작스럽게 벌어진 일이라 혼자 어떻게 해야 할지 고민도 많고
              너무너무 힘든 시간을 보내고 있었는데 여기저기 상담도 많이
              받아보았지만 제입장에서는 너무 부담스러운 수임료로 걱정을 하고
              있었던 찰나에 알고리즘 덕분인지 똑생사이트를 방문하게 되었습니다.
              <br />
              <br />
              저렴한 금액인데도 분할로 길게 납부 가능하다는 점에 무작정 상담을
              신청했고 빨리 해결하고 싶다는 생각에 무조건 진행을 시작하게 되면서
              처음에는 불안한 마음도 많이 들었습니다.
              <br />
              <br />
              얼마 지나지 않아 불안한 마음은 없어졌어요.
              <br />
              제가 생각한 것보다 빨리 진행이 된 것 같기도 하고 제가 걱정하며
              연락드렸을 때도 항상 친절하게 답변해 주셔서 감사했습니다.
              <br />
              <br />
              앞으로 정말 막막하다고 생각했던 상황이었어서 정말 회생 아니면 답이
              없겠다 싶은 마음으로 하루하루 힘들게 지냈는데 똑생 덕분에 마음이
              한결 편해졌어요.
              <br />
              <br />
              앞으로 열심히 일해서 변제하고 다시는 같은 일이 반복되지 않도록
              현명하게 소비하도록 해보려고요ㅠㅠ
              <br />
              다시 한번 정말 감사드리고 생각보다 인가결정이 빨리나 와서 너무너무
              기분이 좋아요!!!!!!!
              <br />
              <br />
              주변에서 회생진행하는 지인 중에 기각도 되고 수임료도 적지 않게
              냈다고 하는데도 진행이 잘 안 되고 상담연락도 잘 안돼서 걱정하는
              분을 본적이 있었는데 제가 먼저 똑생을 알았다면 알려드렸으면
              좋았겠다고 생각했어요.
              <br />
              <br />
              혹시라도 주변에 도움이 필요하신 분이 있으면 저는 무조건 똑생
              추천하겠습니다ㅠㅠ
              <br />
              도움 주셔서 감사하고 앞으로도 필요한 일이 있으면
              연락드리겠습니다!!!!
            </>
          }
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/184.png"
          reviewerName="조○○"
          reviewerInfo="30대 / 남성 / 직장인"
          tags={[
            "편리한 시스템",
            "만족스러운 비용",
            "친절한 안내",
            "높은 탕감률",
          ]}
          title="탕감률 변제금 다 너무 잘 나와서 너무 감사합니다!!"
          body={
            <>
              빚이 쌓여가면서 점점 생활이 힘들어지고 스트레스도 너무 많이 받아서
              몸도 마음도 너무 지쳐가는 상황이었습니다.
              <br />
              <br />
              그러다가 개인회생을 알게 되어서 여기저기 알아보다 똑생을 찾게
              되었습니다. 처음에는 비대면이고 해서 괜찮을까 싶었지만 신청을 하고
              정말 잘했다고 생각했습니다. 사람 만나는 것도 힘들어지는 상황에
              오히려 이런 시스템이 더 좋았고 비용 또한 매우 좋다고 생각했습니다.
              <br />
              <br />
              처음부터 이해하기 쉽게 필요한 부분을 잘 알려주시고 다음에도 또
              뭔가 필요하면 역시 쉽게 알려주셔서 정말 깔끔하게 준비할 수
              있었습니다. 비대면이라 뭔가 준비해야 하는 상황에 알아듣기 힘들면
              복잡하지 않을까 했지만 진짜 신경 쓸 거 없이 처리해 주셔서 크게
              걱정 없이 개시결정까지 나왔습니다.
              <br />
              <br />
              탕감률 변제금 다 너무 잘 나와서 너무 감사합니다!!
            </>
          }
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/143.png"
          reviewerName="윤○○"
          reviewerInfo="30대 / 남성 / 직장인"
          tags={[
            "체계적으로 정리된 자료",
            "빠른 카톡상담",
            "만족스러운 변제율",
            "저렴한 수임료",
          ]}
          title="변호사님이 친절한 전화 상담 및 빠트린건 없는지 꼼꼼히 처리해 주셨습니다"
          body={
            <>
              큰 빚으로 인해서 어떻게 해야 하나 고민하던 중 인터넷 검색을 통해서
              똑생을 알게 되었고 처음엔 저렴한 수임료에 살짝 의심도 들었었지만
              진행해 보니 체계적으로 정리된 자료도 주셔서 회생진행하면서
              준비해야 할 서류도 어렵지 않게 준비가능했고 변호사님이 친절하게
              전화 상담도 해주시고 빠트린건 없는지 꼼꼼하게 처리해 주셔서
              생각했던 것보다 훨씬 빠르게 개시결정을 받을 수 있었습니다.
              <br />
              <br />
              그리고 카톡으로 궁금한 것들도 물어보면 빠르게 답변 주셔서
              진행하면서 많이 불안하던 마음도 좀 편했네요.
              <br />
              <br />
              제가 이것저것 복잡한 게 많았는데 신청부터 중간에 보정권고도
              문제없이 빠르게 진행되었고 두 달 만에 개시결정받은 변제율도 잘
              받아서 충분히 만족하고 다시 시작할 기회를 얻도록 도와주셔서 정말
              감사드립니다.
              <br />
              앞으로 3년간 성실히 변제하여 마무리하도록 하겠습니다.
            </>
          }
          readMoreButtonText="이어서 읽기"
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/134.png"
          reviewerName="임○○"
          reviewerInfo="30대 / 남성 / 직장인"
          tags={[
            "부담없는 수임료",
            "만족스러운 변제율",
            "전 과정 비대면 진행",
            "지속적인 알림메세지",
          ]}
          title="원래도 소심해서 우울했는데 이젠 당당하게 살고 싶다는 소망이 생겼습니다"
          body={
            <>
              먼저 12월 상담 신청을 하고, 인가결정까지 5개월 걸렸네요! 주식과
              사업실패, 빚으로 하루하루 사는 게 지옥이었어서 결국 개인회생을
              알아보게 되었고 돈이 없었던 저는 비용도 저렴하고, 부담스럽지 않은
              똑생에 문의하게 되었습니다.
              <br />
              <br />
              처음에는 월 19만 원대 가격이 너무 싸서 사기 아닌가 생각도 했는데
              평소 제가 많이 소심하고, 전화하는 걸 꺼려하고 일하는 중에는 또
              전화받기도 어려워서 신청에서부터 인가까지 채팅, 카톡만으로 소통이
              가능한 똑생 믿어보자 하고 시작했던 것 같습니다.
              <br />
              <br />
              변제율에 정말 만족했고, 중간중간 안내 문자도 주시고 너무
              만족스러웠습니다.
              <br />
              빚이 생긴 후로 원래도 소심했던 저는 정말 밑바닥까지 내려온
              기분으로 하루하루 우울했는데 이렇게 개시정결까지 나니까 열심히
              갚아서 당당하게 살고 싶다는 소망이 하나 생겼습니다.
              <br />
              <br />
              변호사님 정말 감사드립니다!
            </>
          }
        />
        <ReviewCard
          avatarSrc="https://c.animaapp.com/mn4j4i5rMNHjkT/assets/151.png"
          reviewerName="임○○"
          reviewerInfo="20대 / 여성 / 직장인"
          tags={[
            "실시간 카카오톡 알림",
            "수임료 자동이체",
            "빠르고 친절한 상담",
            "감면혜택 제안",
          ]}
          title="제가 청년이어서 받을 수 있는 감면 혜택도 많은 도움이 됐습니다"
          body={
            <>
              비대면 서비스로 카카오톡에서 실시간으로 내 상황을 확인할 수 있고,
              서류를 업로드할 때 하나하나 어떻게 업로드해야 되는지 설명이
              나와있는 것도 너무 좋았습니다. <br />
              <br />
              자칫하면 어려워서 잘 못할 수 있는 것도 어떻게 해야 하는지 설명이
              나와 있어서 좋았고, 변호사님이 늦은 시간에도 연락이 돼서 서류를
              작성하다가 궁금한 점이 생기면 바로 해결할 수 있어서 좋았습니다.{" "}
              <br />
              <br />
              금전적으로 부담스러운 수임료도 매달 적은 금액으로 납부할 수 있어서
              부담이 적고 자동이체로 알아서 빠져나가서 너무 편리합니다. <br />
              <br />
              그리고 상담하는 과정에서도 빠르고 친절하게 상담해 주셔서
              법률사무소를 선택하는 과정에서도 빠르게 선택할 수 있었고, 제가
              청년이어서 받을 수 있는 감면 혜택이 있는데 그걸 받을 수 있게
              도와주셔서 너무 많은 도움이 됐습니다. <br />
              <br />
              정말 감사합니다!
            </>
          }
        />
        <ReviewCard
          variant="cta"
          ctaText="다른 후기들도 많아요!"
          ctaLinkHref="/reviews"
          ctaButtonText="후기 모두 보기"
        />
      </div>
    </div>
  );
};
